api/core_onvif/send/systemReboot.xml

<?xml version="1.0" encoding="utf-8"?><soap:Envelope xmlns:soap="http://www.w3.org/2003/05/soap-envelope" xmlns:tds="http://www.onvif.org/ver10/device/wsdl"><s:Header xmlns:s="http://www.w3.org/2003/05/soap-envelope"><wsse:Security xmlns:wsse="http://docs.oasis-open.org/wss/2004/01/oasis-200401-wss-wssecurity-secext-1.0.xsd" xmlns:wsu="http://docs.oasis-open.org/wss/2004/01/oasis-200401-wss-wssecurity-utility-1.0.xsd"><wsse:UsernameToken>%1</wsse:UsernameToken></wsse:Security></s:Header><soap:Body><tds:SystemReboot/></soap:Body></soap:Envelope>